{
   "intents": {
      "it": {
         "examples": [
            "Не включается компьютер"
         ],
         "responses": [
            "проверьте наличие питания в розетке, горит ли лампочка на сетевом фильтре"
         ]
      },
      "it2": {
         "examples": [
            "Нет изображения на мониторе"
         ],
         "responses": [
            "Есть ли надписи на мониторе, например no signal"
         ]
      },
      "it3": {
         "examples": [
            "как оставить запрос в службу ТП"
         ],
         "responses": [
            "воспользуйтесь формой по ссылке https"
         ]
      },
      "it4": {
         "examples": [
            "не печатает принтер",
            "принтер печатает полосами"
         ],
         "responses": [
            "основные неисправности связаны с замятием или отсутствием бумаги, отсутствием тонера, отсутвием питания на устройстве",
            "неисправны внутренние компоненты принтера, оставьте запрос в службу ТП"
         ]
      },
      "it5": {
         "examples": [
            "при копировании документа печатает полосы",
			"Полоса при сканировании через автоподатчик",
			"При сканировании на скан-копии темная полоса поверх"
         ],
         "responses": [
            "попал посторонний предмет в лоток подачи сканера, удалите предмет или оставьте запрос в службу ТП"
         ]
      },
      "it6": {
         "examples": [
            "не открываются сайты",
			"Браузер не открывает страницы, а интернет есть"
         ],
         "responses": [
            "возможно отсутствует подключение к интернету или вы пытаетесь зайти на сайт, запрещенный политикой безопасности компании"
         ]
      },
      "it7": {
         "examples": [
            "не работает почта"
         ],
         "responses": [
            "возможно нет интернета или не работает почтовый сервер, оставьте запрос в службу ТП"
         ]
      },
      "it8": {
         "examples": [
            "не открывается 1С"
         ],
         "responses": [
            "оставьте запрос в службу поддержки 1С"
         ]
      },
      "it9": {
         "examples": [
            "закончилась бумага в принтере",
			"Отображается сообщение об ошибке Нет бумаги"
         ],
         "responses": [
            "возьмите бумагу нужного формата, откройте лоток принтера, положите туда бумагу ровной стопкой, плотно закройте лоток принтера"
         ]
      },
      "it10": {
         "examples": [
            "не запускаются программы",
			"Не запускаются ярлыки и программы"
         ],
         "responses": [
            "попробуйте перезагрузить компьютер, если нет эффекта оставьте запрос в службу ТП"
         ]
      },
      "it11": {
         "examples": [
            "не работает звук"
         ],
         "responses": [
            "посмотрите что подключено звуковое устройство, уровень громкости не установлен на минимум и звук на компьютере включен"
         ]
      },
      "it12": {
         "examples": [
            "у компьютера гаснет экран каждые пять минут"
         ],
         "responses": [
            "у вас включен режим энергосбережния или так настроен режим работы экрана, обратитесь в службу ТП"
         ]
      },
      "it13": {
         "examples": [
            "у клавиатуры не работают клавиши"
         ],
         "responses": [
            "возможно Ваша клавиатура требует замены, обратитесь в службу ТП"
         ]
      },
      "it14": {
         "examples": [
            "мне нужно перевести документ в pdf"
         ],
         "responses": [
            "при печати выберите вместо текущего принтера пункты печать в pdf, далее место сохранения файла и нажмите печать"
         ]
      },
      "it15": {
         "examples": [
            "не удается открыть файл"
         ],
         "responses": [
            "возможно у вас нет нужной программы, обратитесь в службу ТП"
         ]
      },
      "it16": {
         "examples": [
            "антивирус сообщил о вирусах"
         ],
         "responses": [
            "действуйте согласно пунктам предлагаемым антивирусом или обратитесь в службу ТП"
         ]
      },
      "it17": {
         "examples": [
            "файл открылся но в нем непонятные символы",
			"Что делать, если вместо текста иероглифы"
         ],
         "responses": [
            "сбилась кодировка файла, обратитесь в службу ТП"
         ]
      },
      "it18": {
         "examples": [
            "архив документов при открытие выдает ошибку"
         ],
         "responses": [
            "повреждение архива, нужно скачать архив заново"
         ]
      },
      "it19": {
         "examples": [
            "недоступны файловые ресурсы"
         ],
         "responses": [
            "возникла проблема с подключением файловых ресурсов, попробуйте перезагрузить компьютер"
         ]
      },
      "it20": {
         "examples": [
            "как забронировать переговорную"
         ],
         "responses": [
            "для бронирования переговорной воспользуйтес инструкцией по ссылке бронирование переговорных"
         ]
      },
      "it21": {
         "examples": [
            "не работает мышь"
         ],
         "responses": [
            "если мышь проводная, возможно выдернут шнур из компьютера, если мышь беспроводная, то могли сесть батарейки, мышь может быть выключена тумблером, или нарушилась связь с адаптером. для устранения последнего перезагрузите компьютер"
         ]
      },
      "it22": {
         "examples": [
            "значки на рабочем столе слишком мелкие",
			"Изменение размера значков на рабочем столе"
         ],
         "responses": [
            "нажмине правой кнопкой мыши на рабочий стол, выберите вид, крупные значки"
         ]
      },
      "it23": {
         "examples": [
            "компьютер не включается и пищит",
			"Как определить почему компьютер пищит"
         ],
         "responses": [
            "компьютер неисправен, вызовите специалиста, оставив запрос в службу ТП"
         ]
      },
      "it24": {
         "examples": [
            "Необходим доступ к сети Ethernet"
         ],
         "responses": [
            "Пожалуйста, подключите кабель LAN к красному порту на вашей рабочей станции. Если вы не можете получить IP-адреса, обратитесь в отдел информационных технологий."
         ]
      },
      "it25": {
         "examples": [
            "Запрос на настройку системы для совместного использования ее пользователями"
         ],
         "responses": [
            "Они не смогут получить доступ к другим профилям, если войдут в систему со своей учетной записью. Пожалуйста, попросите пользователей связаться с ИТ-отделом, если у них возникнут какие-либо проблемы."
         ]
      },
      "it26": {
         "examples": [
            "Требуется разрешение wifi доступа к ноутбуку",
            "Необходим доступ к сети Wi-Fi"
         ],
         "responses": [
            "Сначала подключите сетевой кабель к ноутбуку к красному порту на рабочей станции. Запустите ipconfig  в командной строке. Сообщите команде ИТ-специалистов адрес WiFi Mac или Hardware. ИТ-команда добавит ваш MAC ID, чтобы разрешить доступ к WiFi."
         ]
      },
      "it27": {
         "examples": [
            "LAN не работает в виртуальной машине"
         ],
         "responses": [
            "Измените сетевые настройки на Bridged и настройте сеть в виртуальной машине."
         ]
      },
      "it28": {
         "examples": [
            "Настройте outlook в моей системе"
         ],
         "responses": [
            "IT-команда отправила инструкции по настройке outlook - следуйте инструкциям: ссылка на инструкции"
         ]
      },
      "it29": {
         "examples": [
            "Система показывает синий экран при запуске"
         ],
         "responses": [
            "Удерживайте кнопку питания, пока система не выключится, затем нажмите кнопку питания для загрузки машины. Если синий экран все еще появляется, обратитесь в IT-отдел и сдайте ноутбук."
         ]
      },
      "it30": {
         "examples": [
            "Компьютер не работает",
            "Компьютер не включается"
         ],
         "responses": [
            "Пожалуйста, проверьте, правильно ли подключены кабели питания, напишите нам, если проблема не устранена.",
            "Обратитесь в службу ИТ-поддержки."
         ]
      },
      "it31": {
         "examples": [
            "Система ведет себя странно, синий экран появляется"
         ],
         "responses": [
            "Нажмите кнопку F8 при запуске системы, выберите безопасный режим, если ОС загрузится, перезагрузите ее, если проблема останется прежней, передайте ее IT-команде"
         ]
      },
      "it32": {
         "examples": [
            "Мой интернет не работает"
         ],
         "responses": [
            "Перейдите на вкладку сеть в правом нижнем углу, выберите networkname, нажмите на подключение"
         ]
      },
      "it33": {
         "examples": [
            "Аккаунт был заблокирован из-за 3 неправильных попыток ввода пароля. Не могли бы вы сбросить пароль.",
            "Забыл пароль, не могли бы вы сбросить пароль для меня.",
			"Пароль истек.",
			"Аккаунт заблокирован"
         ],
         "responses": [
            "Аккаунт разблокирован, новый пароль отправлен на ваш электронный адрес.",
            "Перейдите на URL : password.reset.com, введите свой логин, введите полученный пароль, сбросьте пароль"
         ]
      },
      "it34": {
         "examples": [
            "Система зависает с синим экраном при запуске",
			"Синий экран смерти при запуске Windows",
			"Устранение STOP-ошибок"
         ],
         "responses": [
            "Нажмите кнопку F8 при запуске системы, выберите безопасный режим, если ОС загружается, перезагрузите ее, если проблема остается прежней, передайте ее ИТ-команде"
         ]
      },
      "it35": {
         "examples": [
            "Замените батарею для моего ноутбука Macbook"
         ],
         "responses": [
            "Пожалуйста, проведите тест Battery Helath и пришлите нам результаты IT-команда сделает все необходимое соответственно. Пожалуйста, выполните следующие шаги для проверки батареи. Аппаратная проблема - Проблема с батареей"
         ]
      },
      "it36": {
         "examples": [
            "Допустимы ли пробелы в адресах электронной почты?",
			"Какие символы разрешены в адресе электронной почты"
         ],
         "responses": [
            "Как и в URL-адресе Интернета, в адресе электронной почты пробелы не допускаются. Однако имена могут быть разбиты на части с помощью точки; например, Джон Смит может иметь адрес электронной почты: john.smith@example.com или john.s@example.com, поскольку в адресе электронной почты пробелы не допускаются."
         ]
      },
      "it37": {
         "examples": [
            "Установите MS office"
         ],
         "responses": [
            "Пожалуйста, войдите в веб-почту и перейдите в настройки -office 365 -установка приложений- скачайте и установите MS office для вашей машины."
         ]
      },
      "it38": {
         "examples": [
            "Может ли вирус повредить компьютерное оборудование?"
         ],
         "responses": [
            "Нет. Компьютерные вирусы - это программный код, предназначенный для распространения на компьютерные файлы и другие компьютеры, удаления файлов и возникновения других проблем с данными на компьютере. Поэтому если у вас возникли проблемы с аппаратным устройством, таким как принтер, видеокарта, звуковая карта и т.д., это не связано с вирусом."
         ]
      },
      "it39": {
         "examples": [
            "Как почистить клавиатуру?"
         ],
         "responses": [
            "Клавиши на клавиатуре только крепятся, с помощью ножа или другого тонкого предмета аккуратно подденьте клавиши, это позволит вам почистить под клавишами, а также почистить сами клавиши (убедитесь, что вы запомнили, куда они делись!)"
         ]
      },
      "it40": {
         "examples": [
            "Почему моя мышь ведет себя нестабильно"
         ],
         "responses": [
            "Пользователи, у которых есть оптическая механическая мышь (наиболее распространенная мышь для настольных компьютеров), скорее всего, испытывают нестабильное поведение из-за того, что мышь не очищена или загрязнена. Если вы почистили мышь и продолжаете сталкиваться с проблемами, а в прошлом эта мышь работала нормально, к сожалению, ваша мышь, скорее всего, неисправна. Чтобы определить, так это или нет, можно провести дополнительный тест, подключив мышь к другому компьютеру. В противном случае мы рекомендуем заменить мышь."
         ]
      },
      "it41": {
         "examples": [
            "Что такое компьютерный вирус"
         ],
         "responses": [
            "Компьютерный вирус - это программа, намеренно созданная для того, чтобы причинить пользователю страдания, распространиться на другие компьютеры или уничтожить данные на компьютере пользователя. Чтобы предотвратить заражение компьютера вирусом, разработчики программного обеспечения разработали антивирусные программы, которые остаются активными на компьютере и помогают защитить его. Важно понимать, что многие компьютеры не поставляются с уже установленными программами, а если компьютеры и поставляются с такими программами, то срок их действия может истечь в течение 90 дней."
         ]
      },
      "it42": {
         "examples": [
            "Что делать при сбое компьютера"
         ],
         "responses": [
            "Существует множество причин, по которым компьютер может просто перестать работать или зависать. В большинстве случаев мы мало что можем с этим поделать, но компьютерные программы стали настолько сложными, что иногда пользователи сталкиваются с проблемами даже при выполнении обычных задач. Если компьютер перестал реагировать на команды клавиатуры, лучше всего перезагрузить его."
         ]
      },
      "it43": {
         "examples": [
            "Что делать, если изображение на экране искажено или перекошено"
         ],
         "responses": [
            "Искаженное изображение может появиться, если кабель ослаблен или неисправен. Отсоедините видеокабель, идущий от задней панели компьютера, и проверьте, нет ли погнутых, сгоревших или сломанных контактов. После проверки снова подсоедините кабель монитора. Если частота обновления не установлена должным образом, изображение на мониторе может быть волнистым или выглядеть так, будто линии идут вниз или поперек монитора медленно или быстро, это также может вызвать мерцание. Искаженное изображение может быть вызвано магнитными или другими помехами. Убедитесь, что рядом с монитором нет динамиков, вентиляторов или других магнитных устройств."
         ]
      },
      "it44": {
         "examples": [
            "Что делать, если жесткий диск не работает",
			"Не загружается жесткий диск, что делать и как быть",
			"Не запускается жесткий диск"
         ],
         "responses": [
            "Как и в случае большинства компьютерных ошибок, первым делом необходимо выключить и перезагрузить компьютер. Это поможет вам определить, действительно ли у вас проблема с жестким диском. Если диск сильно поврежден, то компьютер, скорее всего, не сможет перезагрузиться должным образом. В этом случае обратитесь в MCWare IT Solutions, это работа для профессионалов."
         ]
      },
      "it45": {
         "examples": [
            "На мониторе нет изображения, что мне делать",
            "На мониторе ничего не отображается"
         ],
         "responses": [
            "Убедитесь, что монитор включен. Если на экране монитора не горит индикатор питания (зеленый или оранжевый), попробуйте нажать кнопку питания, пока он не включится. Если монитор вашего компьютера был включен, вы отошли от него, а когда вернулись, он был черным, скорее всего, компьютер находится в спящем режиме. Попробуйте подвигать мышью, понажимать на кнопки мыши или нажать любую клавишу (пробел) на клавиатуре, чтобы разбудить его. Убедитесь, что монитор правильно подключен к задней панели компьютера."
         ]
      },
      "it46": {
         "examples": [
            "На моем экране черные границы, что делать?",
			"Как убрать черные полосы по краям экрана ",
			"Почему я вижу черные полосы по бокам экрана"
         ],
         "responses": [
            "Если разрешение было недавно изменено, возможно, монитор не может автоматически отрегулироваться или сместиться до нужного размера. В этом случае разрешение можно изменить на исходное или настроить монитор вручную. Если на мониторе имеется черная рамка, ее можно устранить, вручную отрегулировав ширину по горизонтали или вертикали. Поскольку каждый монитор отличается от другого, способ регулировки этого параметра будет разным; обратитесь к документации на монитор."
         ]
      },
      "it47": {
         "examples": [
            "Колесо на моей мыши работает неправильно, что делать",
			"Колесо прокрутки мыши работает не корректно",
			"Плохо работает колёсико мышки"
         ],
         "responses": [
            "Если вы используете любую версию Microsoft Windows и столкнулись с проблемами с колесиком мыши, сначала попробуйте настроить параметры мыши через окно Свойства мыши. Доступ к этому окну можно получить, открыв Панель управления и дважды щелкнув на значке Мышь."
         ]
      },
      "it48": {
         "examples": [
            "Мой принтер печатает смазанные или искаженные страницы?",
			"Устранение проблем с качеством печати для принтеров"
         ],
         "responses": [
            "При печати на нетрадиционной бумаге на вашем принтере могут появляться пятна, неровный или кривой текст или текст, выходящий за края бумаги. Возможно, ваш принтер печатает нечеткий, размытый или другой слабый текст из-за загрязнения печатающих головок. Все современные принтеры имеют режим очистки принтера, самодиагностики или диагностики, который можно использовать для проверки и очистки печатающих головок принтера и другого внутреннего оборудования, используемого для печати."
         ]
      },
      "it49": {
         "examples": [
            "Мой компьютер не включается, что мне делать"
         ],
         "responses": [
            "Сначала проверьте шнур питания компьютера и убедитесь, что он полностью вставлен в розетку. Если вы используете удлинитель, убедитесь, что он полностью подключен к розетке и что выключатель питания на удлинителе включен. Некоторые штепсельные розетки также имеют встроенный автоматический выключатель, который обычно выглядит как черная или красная кнопка рядом с выключателем питания. Нажмите на кнопку, чтобы сбросить его, и посмотрите, решит ли это проблему."
         ]
      },
      "it50": {
         "examples": [
            "Мой компьютер зависает или ведет себя странно",
			"Как-то ПК странно себя ведёт"
         ],
         "responses": [
            "",
            "Попробуйте перезагрузить компьютер. Многие базовые проблемы можно легко и быстро решить таким образом. Одновременно нажмите на клавиатуре клавиши Ctrl, Alt и Del. При этом должно появиться меню, которое позволит вам запустить Диспетчер задач. В диспетчере задач перейдите на вкладку Приложения. Выделите все программы со статусом Не отвечает и выберите Завершить задачу. Вам может быть предложено подтвердить, хотите ли вы завершить не отвечающую программу, поэтому выберите Да. Проделайте это для всех программ, которые не отвечают. Если ничего не помогает, и вы не можете выключить или перезагрузить компьютер, удерживайте кнопку питания на компьютере, пока он принудительно не выключится. Подождите несколько секунд, а затем снова включите его."
         ]
      },
      "it51": {
         "examples": [
            "Безопасно ли выключать компьютер с Windows без выключения?",
			"Как правильно выключать компьютер"
         ],
         "responses": [
            "Пользователи не должны просто нажимать кнопку питания или перезагружать компьютер, когда Windows все еще работает, если только с компьютером не возникла проблема. Компания Microsoft включила функцию выключения, потому что она позволяет компьютеру пройти все необходимые шаги, которые требуются перед выключением компьютера. Более того, многие версии Microsoft Windows проверяют компьютер на наличие проблем, если компьютер не выключен должным образом."
         ]
      },
      "it52": {
         "examples": [
            "Если я отформатирую или сотру жесткий диск, удалит ли это вирус?"
         ],
         "responses": [
            "Если ваш компьютер заражен вирусом, форматирование или стирание жесткого диска и начало работы практически всегда приведет к удалению вируса любого типа. Однако имейте в виду, что если были сделаны резервные копии, содержащие вирус, другие носители или диски, подключенные к компьютеру, содержат вирус, компьютер подключен к другому компьютеру в сети с вирусом, или вирус хранится на каком-либо другом типе программного обеспечения, используемого на компьютере, он может быть повторно заражен, если не будет должным образом защищен."
         ]
      },
      "it53": {
         "examples": [
            "Как восстановить файл из корзины?",
			"Как вернуть файлы после удаления и очистки Корзины",
			"Восстановление удаленных элементов из корзины"
         ],
         "responses": [
            "Дважды щелкните значок корзины на рабочем столе, здесь вы увидите все файлы в корзине. Выберите файлы, которые вы хотите восстановить, щелкните правой кнопкой мыши и выберите восстановить."
         ]
      },
      "it54": {
         "examples": [
            "Как удалить интернет-куки?",
			"Как управлять файлами cookie",
			"Как удалить Интернет-файлы cookies",
			"Как очистить cookies в браузере"
         ],
         "responses": [
            "Пользователи Microsoft Internet Explorer могут перейти в раздел Инструменты (или значок в виде маленькой шестеренки в левом верхнем углу), затем перейти в раздел Безопасность и выбрать Удалить историю просмотров..., после чего вы можете выбрать удаление интернет-куки. В Google Chrome перейдите в раздел Дополнительные инструменты и выберите Очистить данные просмотра.... Пользователи Firefox могут перейти в раздел История, затем выбрать Очистить недавнюю историю...."
         ]
      },
      "it55": {
         "examples": [
            "Как устранить замятие бумаги?",
			"Если не удается устранить замятие бумаги"
         ],
         "responses": [
            "Выключите принтер. Осмотрите место или лоток, куда выбрасывается отпечатанная бумага. Если застрявшая бумага видна, удалите ее вручную. Извлеките все лотки для бумаги и всю бумагу, которая может застрять между лотком и принтером. Если застрявшая бумага видна, удалите ее вручную. Откройте дверцу принтера, обеспечивающую доступ к картриджам или тонеру, и посмотрите, не застряла ли бумага. Если застрявшая бумага видна, удалите ее вручную. Снова включите принтер."
         ]
      },
      "it56": {
         "examples": [
            "Как войти в безопасный режим?",
			"Как загрузить компьютер в безопасном режиме",
			"Запускаем безопасный режим"
         ],
         "responses": [
            "Чтобы войти в безопасный режим Windows 7 из 10, при запуске компьютера нажмите и удерживайте клавишу F8, в результате чего откроется меню Дополнительные параметры Windows. С помощью клавиш со стрелками перейдите к пункту Безопасный режим и нажмите клавишу Enter."
         ]
      },
      "it57": {
         "examples": [
            "Как создать карту сетевого диска?"
         ],
         "responses": [
            "Откройте Microsoft Explorer. В Проводнике щелкните выпадающее меню Инструменты и выберите опцию Сопоставить сетевой диск. Укажите сетевой диск или сетевой компьютер в качестве папки. Если компьютер называется hope, то для создания карты на этом компьютере введите \\hope. Если вы хотите создать карту на компьютере hope, например, папку mp3, то введите |||hope|mp3. Если для подключения к этому компьютеру или диску требуется другое имя пользователя или логин, его нужно указать в этом окне перед тем, как нажать кнопку завершения."
         ]
      },
      "it58": {
         "examples": [
            "Я не могу отправить или получить электронную почту?",
			"Не получается отправить электронную почту",
			"Почему письма не отправляются с электронной почты",
			"Почему мои email сообщения не отправляются"
         ],
         "responses": [
            "Убедитесь, что ваш компьютер может видеть Интернет или другие компьютеры, чтобы убедиться, что ваш компьютер не сталкивается с проблемой подключения, которая может быть причиной проблемы с электронной почтой. Убедитесь, что ваш сервер электронной почты в Интернете или сервер электронной почты в сети не сталкивается с проблемами, обратившись к поставщику услуг Интернета или администратору сети."
         ]
      },
      "it59": {
         "examples": [
            "Я больше не могу подключиться к сетевому диску?",
			"Подключение сетевого диска",
			"Не удается подключить сетевой диск"
         ],
         "responses": [
            "Убедитесь, что сетевой кабель правильно подключен к задней панели компьютера. Кроме того, при проверке подключения сетевого кабеля убедитесь, что светодиодные индикаторы сети горят правильно. Например, сетевая карта со сплошным зеленым светодиодом или индикатором обычно указывает на то, что карта либо подключена, либо принимает сигнал. Примечание: обычно, когда зеленый индикатор мигает, это свидетельствует об отправке или получении данных."
         ]
      },
      "it60": {
         "examples": [
            "Я не могу удалить файл, потому что он используется Windows",
			"Как удалить файл, который не удаляется",
			"Как удалить файл, если он открыт в другой программе",
			"Как удалить файл или папку если они не удаляются?",
			"Не удается удалить файл. Что делать?",
			"Почему Windows не дает удалить файл или папку"
         ],
         "responses": [
            "Закройте все программы, запущенные на компьютере, и повторите попытку. Если после закрытия всех запущенных на компьютере программ вы по-прежнему сталкиваетесь с той же проблемой при попытке удалить файлы, загрузите компьютер в безопасный режим и удалите файлы."
         ]
      },
      "it61": {
         "examples": [
            "Я не могу получить вложения электронной почты",
			"Почему не открываются вложения в электронном письме",
			"Устранение проблем синхронизации электронной почты"
         ],
         "responses": [
            "Если ящик электронной почты переполнен другими сообщениями и/или объем памяти составляет всего несколько мегабайт, возможно, что отправляемое вложение не может быть получено. Часто при возникновении такой проблемы человек, отправляющий электронное сообщение, должен получить ответ от вашего почтового сервера о том, что ваш почтовый ящик переполнен или превысил отведенный ему размер. Поскольку компьютерные вирусы и другие вредоносные программы лучше всего распространяются через электронную почту, многие поставщики услуг электронной почты, компании и программы электронной почты предотвращают распространение или получение определенных типов расширений файлов через электронную почту. Например, Microsoft Outlook защищает своих пользователей, автоматически запрещая получение определенных типов расширений файлов по электронной почте."
         ]
      },
      "it62": {
         "examples": [
            "Я получаю сообщение нет входного сигнала, что мне делать?",
			"Если нет сигнала на мониторе.",
			"Монитор пишет Нет сигнала, No signal",
			"Нет сигнала на мониторе при включении компьютера"
         ],
         "responses": [
            "Убедитесь, что монитор правильно подключен к задней панели монитора, а также к задней панели компьютера. Если монитор подключен правильно, проверьте, не отсоединился ли какой-либо кабель, отсоединив все кабели, которые можно отсоединить в задней части монитора (обычно кабель данных отсоединить нельзя). Затем отсоедините кабель данных, подключенный к задней панели компьютера, а затем снова подсоедините его. При подключении кабеля в задней части компьютера убедитесь, что соединение кабеля плотное. Большинство компьютеров также имеют винтовые концы, которые можно закрутить, чтобы зафиксировать разъем на месте."
         ]
	  },
      "itprn": {
         "examples": [
            "Не работает принтер",
			"Принтер не печатает",
			"Не могу напечатать документ",
			"У меня не работает принтер",
			"Я не могу напечатать документ",
			"Не печатается документ"
         ],
         "responses": [
            "Проверьте есть ли питание на принтере, например горит экран, моргают лампочки, принтер реагирует на нажатие кнопок"
         ]
		 
      },
	  "itprn_power": {
         "examples": [
            "Питание у принтера",
			"Экран на принтере горит",
			"Лампочки на принтере моргают",
			"Принтер реагирует на нажатие кнопок"
         ],
         "responses": [
            "Проверьте есть ли в принтере бумага"
         ]
      },
	  "itprn_power2": {
         "examples": [
            "Питание у принтера нет",
			"Экран на принтере не горит",
			"Лампочки на принтере не моргают",
			"Принтер не реагирует на нажатие кнопок"
         ],
         "responses": [
            "Проверьте что кнопка включения принтнера находится в положение ВКЛЮЧЕНО"
         ]
      },
	  "itprn_power3": {
         "examples": [
            "Кнопка питания принтера в положении ВЫКЛЮЧЕНО"
         ],
         "responses": [
            "Переведите кнопку в положение ВКЛЮЧЕНО, дождитесь запуска принтера, печатайте на здоровье"
         ]
      },
	  "itprn_power4": {
         "examples": [
            "Кнопка питания принтера в положении ВКЛЮЧЕНО"
         ],
         "responses": [
            "Проверьте подключение кабеля питания"
         ]
	  },
	  "itprn_power5": {
         "examples": [
            "Кабель питания подключен",
			"Кабель подключен",
			"Кабель в розетке",
			"Провод в розетке"
         ],
         "responses": [
            "Возможно нет питания в розетке, проверьте наличие питания подручными средствами, например зарядным устройством для телефона или настольной лампой"
         ]
      },
	  "itprn_power6": {
         "examples": [
            "Питание в розетке есть"
         ],
         "responses": [
            "Вероятно принтер сломался, передаю вопрос в руки работников Технической поддержки"
         ]
      },
	  "itprn_power7": {
         "examples": [
            "Питание в розетке нет"
         ],
         "responses": [
            "Похоже кто-то не заплатил за электроэнергию, передаю вопрос в службу технического обеспечения"
         ]
      },
	  "itprn_paper": {
         "examples": [
            "Бумага есть"
         ],
         "responses": [
            "Проверьте что бумага соответсвует формату бумаги на котором Вы печатаете"
         ]
      },
	  "itprn_paper3": {
         "examples": [
            "Бумаги нет"

         ],
         "responses": [
            "ДОбавьте в лоток принтера бумагу нужного формата"
         ]
      },
	  "itprn_paper4": {
         "examples": [
            "Бумага нужного формата"

         ],
         "responses": [
            "Проверьте что на принтере нет ошибки о замятии бумаги"
         ]
      },
	  "itprn_paper5": {
         "examples": [
            "Замятия бумаги нет"

         ],
         "responses": [
            "Проверьте что на принтере нет ошибки о замятии бумаги"
         ]
      },
 


	  "******************************моя инфа": {"examples": [],"responses":[]},
	  
	  "os1": {
         "examples": [
            "Не загружается ОС"
         ],
         "responses": [
            "Нажмите кнопку резет"
         ]
      },		
	  "os2": {
         "examples": [
            "появилось сообщение ошибка активации"
         ],
         "responses": [
            "следует открыть пусковое меню, где выбрать графу «Параметры», далее кликнуть по пункту «Обновление и безопасность», а затем перейти к непосредственной активации.  Здесь же нужно выбрать поле «Перейти в магазин» и посмотреть, находится ли действительная лицензия в свободном доступе. Если окажется, что она недоступна, то надо приобрести новую в Магазине."
         ]
      },		
	  "os3": {
         "examples": [
            "появилось сообщение ошибка активации win"
         ],
         "responses": [
            "у компьютера не имеется выхода в интернет или же параметры брандмауэра не дают системе закончить процесс активации через сеть."
         ]
      },		
	  "os4": {
         "examples": [
            "некорректно работает браузер Хром"
         ],
         "responses": [
            "решить эту проблему можно путем переустановки Chrome."
         ]
      },		
	  "os5": {
         "examples": [
			"подпапки в почте создать не позволяет ос"
                 ],
         "responses": [
            "неправильная работа почтового клиента, не возможно создать дополнительные папки"
    
         ]
      },			
	  "os6": {
         "examples": [
            "нестабильно работает вайфай"
         ],
         "responses": [
            "перзагрузите ПК"
         ]
      },		
	  "os7": {
         "examples": [
            "Операционная система не запускается"
         ],
         "responses": [
            "не правильно настроен биос"
         ]
      },		
	  "os8": {
         "examples": [
            "ос не грузится"
         ],
         "responses": [
            "в ПК есть дополнительные носители информации и они активны"
         ]
      },		
	  "os9": {
         "examples": [
            "ос не запускается"
         ],
         "responses": [
            "попробовать отсоединить винчестер, а после, произвести диагностику его системы."
         ]
      },		
	  "os10": {
         "examples": [
            "сбой при загрузке вин"
         ],
         "responses": [
            "Система не запускается после обновления"
         ]
      },		
	  "os11": {
         "examples": [
            "сбой при загрузке виндоус"
         ],
         "responses": [
            "повреждение или удаление важных системных файлов"
         ]
      },		
	  "os12": {
         "examples": [
            "видовс не загружается"
         ],
         "responses": [
            "установка несовместимых или неисправных служб или драйверов"
         ]
      },		
	  "os13": {
         "examples": [
            "физическое повреждение или разрушение диска"
         ],
         "responses": [
            "физическое повреждение или разрушение диска"
         ]
      },			
	  "os14": {
         "examples": [
            "ос подвисает при загрузке"
         ],
         "responses": [
            "появление неверных данных в системном реестре (при физически не по- врежденном реестре записи содержат логически неверные данные, например, выходящие за пределы допустимых значений для служб или драйверов)"
         ]
      },		
	  "os15": {
         "examples": [
            "ПК виснет при загрузке"
         ],
         "responses": [
            "неверно установленные или слишком ограниченные права доступа к папке >systemroot."
         ]
      },		
	  "os16": {
         "examples": [
            "не грузится ПК"
         ],
         "responses": [
            "восстановите ос средствами восстановления"
         ]
      },		
	  "os17": {
         "examples": [
            "ПК не загружается"
         ],
         "responses": [
            "восстановите ос с помощью диска аварийного восстановления"
         ]
      },		
	  "os18": {
         "examples": [
            "у меня нет диска аварийного восстановления"
         ],
         "responses": [
            "используйте средства отката вин"
         ]
      },		
	  "os19": {
         "examples": [
            "что такое средство восстановления системы"
         ],
         "responses": [
            "System Restore, позволяет вернуть ОС в работоспособное состояние, основываясь на концепции точек восстановления (Restore Points). Идея проста, как все гениальное: заставить систему саму отслеживать и фиксировать все изменения, происходящие с системными файлами."
         ]
      },		
	  "os20": {
         "examples": [
            "код 602"
         ],
         "responses": [
            "ошибка считывания загрузочной записи (Diskette Boot Record error)"
         ]
      },		
	  "os21": {
         "examples": [
            "код 606"
         ],
         "responses": [
            "неисправность в конструкции дисковода или на плате контроллера НГМД"
         ]
      },		
	  "os22": {
         "examples": [
            "код 607"
         ],
         "responses": [
            "диск защищен от записи, диск неправильно вставлен, плохой переключатель защиты диска от записи, неисправность в аналоговой части электронной платы НГМД"
         ]
      },		
	  "os23": {
         "examples": [
            "код 608"
         ],
         "responses": [
            "ГМД неисправен"
         ]
      },		
	  "os24": {
         "examples": [
            "код 611"
         ],
         "responses": [
            "неисправность на плате контроллера дисковода или в кабеле данных дисковода"
         ]
      },		
	  "os25": {
         "examples": [
            "код 621"
         ],
         "responses": [
            "неисправность в конструкции дисковода"
         ]
      },		
	  "bs01": {
         "examples": [
            "синий экран с кодом 0x00000001"
         ],
         "responses": [
            "Внутренняя ошибка ядра (kernel).Ошибка зачастую означает, что не соответствует число KeEnterCriticalRegion числу KeLeaveCriticalRegion в файловой системе. Проблема связана чаще всего с неполадкой в драйверах, нехваткой оперативной памяти или места на жестком диске."
         ]
      },		
	  "bs02": {
         "examples": [
            "синий экран с кодом 0x0000000A"
         ],
         "responses": [
            "процесс ядра или драйвер пытались обратиться к памяти, к которой у них нет разрешения обращаться"
         ]
      },		
	  "bs03": {
         "examples": [
            "синий экран с кодом 0x0000000D"
         ],
         "responses": [
            "Попытайтесь установить взаимоисключения, используя файл заголовков NTOSEXEXLEVELS.H"
         ]
      },		
	  "bs04": {
         "examples": [
            "синий экран с кодом 0x0000001E"
         ],
         "responses": [
            " ядро Windows обнаружило запрещённую операцию или неизвестную инструкцию процессора"
         ]
      },		
	  "bs05": {
         "examples": [
            "синий экран с кодом 0x00000020"
         ],
         "responses": [
            "Одной из известных причин этого стопа является Symantec AntiVirus 8.х и 9.0, установленный на серверах"
         ]
      },		
	  "bs06": {
         "examples": [
            "синий экран с кодом 0x00000023"
         ],
         "responses": [
            "Произошла ошибка во время записи или чтения с системного диска на фаловой системе FAT16 или FAT32"
         ]
      },		
	  "bs07": {
         "examples": [
            "синий экран с кодом 0x00000024"
         ],
         "responses": [
            "Произошла ошибка во время записи или чтения с системного диска на фаловой системе NTFS"
         ]
      },		
	  "bs08": {
         "examples": [
            "синий экран с кодом 0x0000002A"
         ],
         "responses": [
            "Состояния IRP (пакет ввода/вывода I/O packet) не соответствовали друг другу"
         ]
      },		
	  "bs09": {
         "examples": [
            "синий экран с кодом 0x00000035 "
         ],
         "responses": [
            "Драйвер высшего уровня пытался вызвать драйвер низшего уровня через IoCallDriver() интерфейс, но в запасе не было свободного места в области стека"
         ]
      },		
	  "bs011": {
         "examples": [
            "синий экран с кодом 0x0000003F"
         ],
         "responses": [
            "Это случается, когда система выполнила слишком много операций ввода/вывода"
         ]
      },		





	  "******************************Дмитрия": {"examples": [],"responses":[]},


	  "itnet_1": {
         "examples": [
            "Нет интернета"

         ],
         "responses": [
            "Проверьте есть ли доступ к внутрисетевым ресурсам"
         ]
      },
	  "itnet_2": {
         "examples": [
            "Доступа к внутрисетевым ресурсам нет"

         ],
         "responses": [
            "Проверьте подключён ли кабель интернета к компьютеру или есть ли подключение к WiFi"
         ]
      },
	  "itnet_3": {
         "examples": [
            "Кабель подключен",
			"Wi-Fi подключен"

         ],
         "responses": [
            "Обратитесь за помощью в службу технической поддержки"
         ]
      },
	  "itnet_4": {
         "examples": [
            "Доступ к внутрисетевым ресурсам есть"

         ],
         "responses": [
            "Обратитесь в службу технической поддержки"
         ]
      },
	  "itnet_5": {
         "examples": [
            "У меня не открывается сайт ***"

         ],
         "responses": [
            "Проверьте открываются ли другие сайты"
         ]
      },
	  "itnet_6": {
         "examples": [
            "Другие сайты открываются"

         ],
         "responses": [
            "Возможно политикой компании запрещен доступ к этому сайту или проблемы у владельцев сайта, попробуйте открыть его с телефона, если он так же не открывается то остаётся только ждать"
         ]
      },
	  "itnet_7": {
         "examples": [
            "Другие сайты не открываются"

         ],
         "responses": [
            "Проверьте есть ли доступ к внутрисетевым ресурсам"
         ]
      },
	  "itarm_1": {
         "examples": [
            "У меня не включается компьютер"

         ],
         "responses": [
            "Проверьте подключено ли питание к компьютеру"
         ]
      },
	  "itarm_2": {
         "examples": [
            "Питание компьютера подключено"

         ],
         "responses": [
            "При нажатии на кнопку запуска компьютера слышен шум от системного блока или какие-нибудь звуковые сигналы"
         ]
      },
	  "itarm_3": {
         "examples": [
            "Шума и других сигналов нет"

         ],
         "responses": [
            "Обратитесь в службу технической поддержки"
         ]
      },
	  "itarm_4": {
         "examples": [
            "Шум есть, но звуковых сигналов нет"

         ],
         "responses": [
            "Проверьте что монитор включен"
         ]
      },
	  "itarm_5": {
         "examples": [
            "Монитор работает"

         ],
         "responses": [
            "Обратитесь в службу технической поддержки"
         ]
      },
	  "itarm_6": {
         "examples": [
            "Монитор не работает"

         ],
         "responses": [
            "Обратитесь в службу технической поддержки"
         ]
      },
	  "itarm_7": {
         "examples": [
            "Шум есть, звуковые сигналы есть"

         ],
         "responses": [
            "Обратитесь в службу технической поддержки"
         ]
      },
	  "itarm_8": {
         "examples": [
            "У меня не работает клавиатура"

         ],
         "responses": [
            "Если работает мышь, попробуйте перезагрузить компьютер. Если нет, то нажмите Reset"
         ]
      },
	  "itarm_9": {
         "examples": [
            "У меня не работает мышь"
         ],
         "responses": [
            "Если работает клавиатура, попробуйте перезагрузить компьютер. Если нет, то нажмите Reset"
         ]
      }
	  



	},
   
   
   

   "failure_phrases": [
      "Слишком сложно, напишите чуть иначе",
      "Извините, я Вас не понял",
      "Я Вас не понял",
      "Переформулируйте, пожалуста"
   ]
   
}
